tap "databricks/tap"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "xz"
brew "azure-cli"
brew "bat"
brew "btop"
brew "cmatrix"
brew "colima"
brew "docker"
brew "eza"
brew "fzf"
brew "htop"
brew "libomp"
brew "neofetch"
brew "openjdk"
brew "pyenv"
brew "tldr"
brew "tree"
brew "unixodbc"
brew "wget"
brew "zsh-completions"
brew "databricks/tap/databricks"
cask "stats"
