tap "databricks/tap"
brew "ca-certificates"
brew "xz"
brew "ansible"
brew "atuin"
brew "azure-cli"
brew "bat"
brew "btop"
brew "cmake"
brew "cmatrix"
brew "lima"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "git-who"
brew "gitup"
brew "glab"
brew "go"
brew "htop"
brew "hyfetch"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "libomp"
brew "node"
brew "markdownlint-cli2"
brew "mas"
brew "neovim"
brew "openjdk"
brew "openjdk@17"
brew "pkgconf"
brew "pyenv"
brew "qemu"
brew "ripgrep"
brew "sbt"
brew "starship"
brew "tabiew"
brew "tree"
brew "unixodbc"
brew "uv"
brew "wget"
brew "yq"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "databricks/tap/databricks"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "stats"
